<?php
// --- Создание структуры Базы Данных интернет-магазина ---
// 1. Определите константы для подключени к базе данных


// 2. Установите соединение с СУБД. Создайте БД для интернет-магазина. Выберите эту БД


// 3. Сформируйте запрос для создания таблицы catalog и выполните запрос


// 4. Сформируйте запрос для создания таблицы basket и выполните запрос


// 5. Сформируйте запрос для создания таблицы orders и выполните запрос


// 6. Закройте соединение с БД

echo '<meta charset="utf-8">';
echo '<p>Структура базы данных <b>'. DB_NAME. '</b> успешно создана!</p>';
?>
